11/data/attachments/d988795f730427dd.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_cccdb5a6-ee86-4345-91c9-d1cf209bb9ab</nif:username>
            <nif:friendToBeAdded>Stephanie_popular_Friend_60546_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>